Repository: pjakobi/spifedit
Catalog: LabelServer/locales/*/LC_MESSAGES/spifedit.po
Languages: fr

source: Classification has no name
fr: Classification non nommée

source: SPIF Directory: {0}
fr: Répertoire SPIF: {0}

source: No policy file in Directory. Correct /etc/x841.yaml.
fr: Pas de politique de sécurité dans le répertoire. Corriger /etc/x841.yaml.

source: Unknown object id requested
fr: Object id non trouvé

source: Unknown object id requested (pls report bug)
fr: Object id non trouvé (bug)

source: No security Policy Id or more than one (one exactly expected)
fr: Absence d'identificateur de politique de sécurité ou plus qu'un configuré

source: No security Policy name (attribute is mandatory)
fr: Absence de nom de politique de sécurité (attribut obligatoire)

source: No security Policy Object Id (attribute is mandatory)
fr: Absence d'object id de politique de sécurité (attribut obligatoire)

source: SPIF oid for {0}: {1}
fr: Object id du SPIF {0}: {1}

source: Invalid classification {0} - object id {1}
fr: Classification invalide : {0} - object id {1}

source: Config. file: {0} ({1}) - {2}
fr: Config.: {0} ({1}) - {2}

source: spif_config not set in /etc/x841/spifedit.yml. Using {0}.
fr: spif_config non trouvé dans /etc/x841/spifedit.yml. Utilisation de {0}.

source: Service started
fr: Service démarré

source: Configuration loaded
fr: Configuration chargée

source: Web app started
fr: Démarrage WebApp

source: showOid : show classifications for oid {0}
fr: showOid classifications {0}

source: Changing classification {1} for oid {0}
fr: Mise à jour classification {1} pour l'object id {0}

source: Hierarchy set from {0} to {1}, LACV set from {2} to {3}
fr: Hiérarchie : {0} -> {1}, LACV : {2} -> {3}

source: Adding classification {1} for oid {0}
fr: Ajout classification {1} pour l'object id {0}

source: Error : unnamed classification
fr: Erreur : classification non nommée

source: Error : no hierarchy in request
fr: Erreur : pas de hiérarchie

source: Error : no lacv in request
fr: Erreur : pas de 'label & cert value'

source: Unknown SPIF/object id
fr: SPIF/object id non trouvé

source: Added classification {0}/{1} (h:{2},l:{3})
fr: Classification ajoutée {0}/{1} (h:{2},l:{3})

source: Deleting classification {1} for oid {0}
fr: Effacement classification {1} - object id {0}

source: Deleted classification {0}
fr: Classification {0} effacée
